{
    "BLOCK2QID56_W1": "Please indicate which is the best answer to solve the puzzle below. \n\nPuzzle Grid (3x3 Matrix)\n\nEach cell in a 3x3 matrix contains a circle with an arrow pointing in one of four directions (up, down, left, right) and sometimes includes a diagonal or horizontal/vertical line inside the circle. We'll label the grid as follows:\n\nTop row (Row 1):\n  Cell 1-1: Plain circle with arrow pointing up.\n  Cell 1-2: Plain circle with arrow pointing right.\n  Cell 1-3: Plain circle with arrow pointing down.\n\nMiddle row (Row 2):\n  Cell 2-1: Circle with a horizontal line, arrow pointing left.\n  Cell 2-2: Circle with a horizontal line, arrow pointing up.\n  Cell 2-3: Circle with a horizontal line, arrow pointing right.\n\nBottom row (Row 3):\n  Cell 3-1: Circle with a diagonal line from top-left to bottom-right, arrow pointing down.\n  Cell 3-2: Circle with a diagonal line from top-left to bottom-right, arrow pointing left.\n  Cell 3-3: Missing (marked with a question mark – this is what we are trying to determine).\n\nAnswer Choices (Labeled A to F):\n  Each option consists of a circle, possibly with an internal line, and an arrow in a particular direction.\n  A: Circle with horizontal line, arrow pointing up.\n  B: Circle with diagonal line (top-left to bottom-right), arrow pointing left.\n  C: Plain circle, arrow pointing left.\n  D: Circle with diagonal line (top-left to bottom-right), arrow pointing right.\n  E: Circle with diagonal line (top-left to bottom-right), arrow pointing down.\n  F: Plain circle, arrow pointing up-right (diagonal).\n",
    "BLOCK2QID57_W1": "Please indicate which is the best answer to complete the figure below.\n\nSTRUCTURE OF THE IMAGE:\nThe image is a 3x3 grid of figures (3 rows, 3 columns), with a six-option answer key (A-F) shown below the grid. The bottom-right cell of the 3x3 grid has a question mark (?) indicating a missing figure that needs to be deduced.\n\nEach figure in the grid consists of a main geometric shape (e.g., circle, square, triangle, etc.) and often one or more smaller shapes (e.g., small circles, squares, or stars) placed beside or inside it. Shapes are typically split into black and white sections, often diagonally or horizontally.\n\nGRID CONTENT:\nFirst Row (Top Row):\n  First Cell: A tall rectangle divided diagonally from top-left to bottom-right (left half black, right white). A small white circle sits above it.\n  Second Cell: A square divided diagonally from bottom-left to top-right (bottom-left black, top-right white). A small black circle sits to the left of the square.\n  Third Cell: A tall rectangle, identical to the first, with a small white circle below the rectangle.\n\nSecond Row (Middle Row):\n  First Cell: A circle split horizontally in half (top half black, bottom half white). A small white star is on the right side.\n  Second Cell: A circle split vertically in half (left half black, right white). A small white star is above it.\n  Third Cell: A circle, again split horizontally (same as first), with the white star now on the left side.\n\nThird Row (Bottom Row):\n  First Cell: A vertical diamond shape split diagonally (top half white, bottom black). A small white square is to the left of the diamond.\n  Second Cell: A right-pointing triangle split diagonally (left half black, right white). A small white square is below the triangle.\n  Third Cell: A question mark (this is the missing figure to be deduced).\n\nANSWER OPTIONS (A–F):\n  Each option is a figure with a main shape and a small white square positioned around it:\n  A: Diamond shape (top white, bottom black), with square to the left.\n  B: Right-pointing triangle (top black, bottom white), square below.\n  C: Diamond shape (top white, bottom black), square on right.\n  D: Right-pointing triangle (top white, bottom black), square below.\n  E: Diamond shape (top black, bottom white), no small square.\n  F: Right-pointing triangle (top black, bottom white), square on left.\n",
    "BLOCK2QID58_W1": "Please indicate which is the best answer to complete the puzzle below.\nPuzzle Description:\n\nThe puzzle is a 3x3 grid of black and white squares, each containing a distinct symbol or shape. The goal is to determine which symbol best completes the missing square (marked by a question mark ?) in the third column of the third row.\n\nGrid Layout:\nEach cell has a black or white background, and a central shape with a contrasting color (either black or white). Here's the layout of the 3x3 grid, row by row:\n\nRow 1:\n  Cell 1: White circle with a black horizontal rectangle inside (centered).\n  Cell 2: Black background with a white cross shape; inside the cross is a black diamond.\n  Cell 3: White square with a black star in the center.\n\nRow 2:\n  Cell 1: Black background with a white square outline; inside is a black diamond.\n  Cell 2: White background with a black circle containing a white star.\n  Cell 3: White background with a question mark ? indicating the missing piece.\n\nRow 3:\n  Cell 1: Black background with a white cross shape; inside the cross is a black star.\n  Cell 2: White square with a black square inside.\n  Cell 3: Black background with a white diamond.\n\nAnswer Choices (Labeled A–F):\n  Each choice is a black or white square with a symbol inside. Here's a breakdown:\n  A: Black background with a white cross; black diamond inside.\n  B: White background with a black cross; white diamond inside.\n  C: Black background with a white square; white star inside.\n  D: White background with a black cross; black square inside.\n  E: Black background with a white cross; black star inside.\n  F: Black circle with a white square inside.\n",
    "BLOCK2QID59_W1": "All the cubes below have a different image on each side. Select the choice that could represent a rotation of the cube labeled X\n\nMain Cube (X)\nCube X shows three visible faces, each with a distinct symbol:\n  Top face: A thick black plus sign with round ends on each arm (a sort of \"medical cross\" shape).\n  Front-left face: A Y-shaped structure with three round nodes at the ends of each branch.\n  Front-right face: A vertical line with rounded dots at both ends (like a thick vertical barbell).\n\nOptions (A to H)\nEach of the options (A through H) shows a cube with three visible faces, each displaying a symbol. The goal is to determine which of these could be a rotation of Cube X — meaning it shows the same three symbols in any orientation, but without showing any new or different symbols.\n\nOption A\n  Top: Same plus sign as X.\n  Front-left: Same Y-shaped symbol as X.\n  Front-right: An oval with an outline (not seen on X).\n\nOption B\n  Top: A six-armed asterisk or snowflake shape (not seen on X).\n  Front-left: Same vertical barbell symbol as X.\n  Front-right: Oval (not on X).\n\nOption C\n  Top: Six-armed asterisk (not on X).\n  Front-left: Oval (not on X).\n  Front-right: Y-shape (same as on X).\n\nOption D\n  A box saying: \"None of the cubes could be a rotation.\"\n\nOption E\n  Top: Six-armed asterisk (not on X).\n  Front-left: Vertical barbell (same as X).\n  Front-right: An X shape with rounded ends (not on X).\n\nOption F\n  Top: Same plus sign as X.\n  Front-left: Vertical barbell (same as X).\n  Front-right: Oval (not on X).\n\nOption G\n  Top: Vertical barbell (same as X).\n  Front-left: Y-shape (same as X).\n  Front-right: X-shape with rounded ends (not on X).\n\nOption H\n  A box saying: \"I do not know the solution.\"\n",
    "BLOCK2QID60_W1": "All the cubes below have a different image on each side. Select the choice that could represent a rotation of the cube labeled X\n\nDescription of Cube X:\nCube X has three visible faces, each with a different image:\n  Top face: a plus-shaped black symbol, with dots at the ends of each arm.\n  Left face: a Y-shaped black symbol with rounded ends.\n  Right face: a vertical bar with dots at both ends (like a dumbbell).\n\nOptions:\nEach option (A to H) shows a cube with three visible faces. Only one may be a valid rotation of Cube X. Some options also include:\n  D: A box with the text: \"None of the cubes could be a rotation.\"\n  H: A box with the text: \"I do not know the solution.\"\n\nHere are the visible faces for each cube:\nOption A:\n  Top: bar with rounded ends (not vertical)\n  Left: Y-shaped figure\n  Right: Asterisk-like starburst symbol\n\nOption B:\n  Top: Y-shaped figure\n  Left: Asterisk/starburst\n  Right: Vertical bar with dots at ends (like Cube X)\n\nOption C:\n  Top: Asterisk/starburst\n  Left: Vertical bar with dots\n  Right: X-shaped figure\n\nOption E:\n  Top: Y-shaped figure\n  Left: Hollow oval ring\n  Right: X-shaped figure\n\nOption F:\n  Top: Asterisk/starburst\n  Left: Vertical bar with dots\n  Right: Hollow oval ring\n\nOption G:\n  Top: Asterisk/starburst\n  Left: Hollow oval ring\n  Right: Y-shaped figure\n",
    "BLOCK2QID61_W1": "All the cubes below have a different image on each side. Select the choice that could represent a rotation of the cube labeled X\n\nThe Task: You are given a cube labeled X and asked to find which one of the other cubes (A–C, E–G) could be a rotation of cube X. This means that the cube has the same symbols on the same faces, just oriented differently.\n\nCube X Description: Cube X shows three visible faces, each with a different symbol:\n  A face with a plus-sign made of thick black bars, arranged diagonally (like an \"X\").\n  A face with a Y-shaped symbol with thick dots at the ends.\n  A face with a dumbbell-shaped symbol (a short line with dots at both ends).\n\nAnswer Choices:\n  Cube A: Shows:\n    The dumbbell.\n    The plus/X symbol.\n    The Y-shape.\n\n  Cube B: Shows:\n    The plus/X symbol.\n    The dumbbell.\n    A thick circle or ring (not on Cube X).\n\n  Cube C: Shows:\n    A different, more complex starburst-like symbol (not on Cube X).\n    The dumbbell.\n    The circle/ring.\n\n  Cube D: States: \"None of the cubes could be a rotation.\"\n\n  Cube E: Shows:\n    A complex starburst.\n    The plus/X symbol.\n    The dumbbell.\n\n  Cube F: Shows:\n    A starburst symbol.\n    The Y-shape.\n    The circle/ring.\n\n  Cube G: Shows:\n    The dumbbell.\n    A starburst.\n    The plus/X symbol.\n\n  Cube H: States: \"I do not know the solution.\"",
    "BLOCK2QID63_W1": "Synonym: Select the word that is most nearly the same in meaning as CONCUR",
    "BLOCK2QID64_W1": "Synonym: Select the word that is most nearly the same in meaning as CONFISCATE",
    "BLOCK2QID65_W1": "Synonym: Select the word that is most nearly the same in meaning as SOLICIT",
    "BLOCK2QID66_W1": "Synonym: Select the word that is most nearly the same in meaning as FURTIVE",
    "BLOCK2QID67_W1": "Synonym: Select the word that is most nearly the same in meaning as ASTUTE",
    "BLOCK2QID68_W1": "Synonym: Select the word that is most nearly the same in meaning as COVET",
    "BLOCK2QID69_W1": "Synonym: Select the word that is most nearly the same in meaning as OSCILLATE",
    "BLOCK2QID70_W1": "Synonym: Select the word that is most nearly the same in meaning as INDOLENT",
    "BLOCK2QID71_W1": "Synonym: Select the word that is most nearly the same in meaning as DISPARITY",
    "BLOCK2QID72_W1": "Synonym: Select the word that is most nearly the same in meaning as INDIGENT",
    "BLOCK2QID74_W1": "Antonym: Select the word that is most nearly the opposite in meaning to SATED",
    "BLOCK2QID75_W1": "Antonym: Select the word that is most nearly the opposite in meaning to COMPLAISANT",
    "BLOCK2QID76_W1": "Antonym: Select the word that is most nearly the opposite in meaning to ALOOF",
    "BLOCK2QID77_W1": "Antonym: Select the word that is most nearly the opposite in meaning to ABOMINATE",
    "BLOCK2QID78_W1": "Antonym: Select the word that is most nearly the opposite in meaning to VERBOSE",
    "BLOCK2QID79_W1": "Antonym: Select the word that is most nearly the opposite in meaning to DEARTH",
    "BLOCK2QID81_W1": "Antonym: Select the word that is most nearly the opposite in meaning to CORPULENT",
    "BLOCK2QID82_W1": "Antonym: Select the word that is most nearly the opposite in meaning to GERMANE",
    "BLOCK2QID83_W1": "Antonym: Select the word that is most nearly the opposite in meaning to VACUOUS",
    "BLOCK2QID80_W1": "Antonym: Select the word that is most nearly the opposite in meaning to SPORADIC",
    "BLOCK2QID278_W1": "Suppose that it is true that: All the XAR's are YOF's. With this in mind, answer the following questions. If a glock is a XAR, you can say:",
    "BLOCK2QID268_W1": "If a glock is not a XAR, you can say:",
    "BLOCK2QID269_W1": "If a koy is a YOF, you can say:",
    "BLOCK2QID270_W1": "If a koy is not a YOF, you can say:",
    "BLOCK2QID279_W1": "You are now going to receive a series of eight problems. You must decide whether the stated conclusion follows logically from the premises or not. You must suppose that the premises are all true and limit yourself only to the information contained in these premises. Premise 1: All things that are smoked are good for the health. Premise 2: Cigarettes are smoked. Conclusion: Cigarettes are good for the health. Does the conclusion follow logically from the premises ?",
    "BLOCK2QID271_W1": "Premise 1: All animals love water. Premise 2: Plants do not love water. Conclusion: Plants are not animals. Does the conclusion follow logically from the premises ?",
    "BLOCK2QID272_W1": "Premise 1: All animals with four legs are dangerous. Premise 2: Poodles are not dangerous. Conclusion: Poodles do not have four legs. Does the conclusion follow logically from the premises ?",
    "BLOCK2QID273_W1": "Premise 1: All eastern countries are communist. Premise 2: China is not an eastern country. Conclusion: China is not communist. Does the conclusion follow logically from the premises ?",
    "BLOCK2QID274_W1": "Premise 1: All flowers have petals. Premise 2: Roses have petals. Conclusion: Roses are flowers. Does the conclusion follow logically from the premises ?",
    "BLOCK2QID275_W1": "Premise 1: All mammals swim. Premise 2: Whales are mammals. Conclusion: Whales swim. Does the conclusion follow logically from the premises ?",
    "BLOCK2QID276_W1": "Premise 1: All unemployed people are poor. Premise 2: Rockefeller is not unemployed. Conclusion: Rockefeller is not poor. Does the conclusion follow logically from the premises ?",
    "BLOCK2QID277_W1": "Premise I: All things that have a motor need oil. Premise 2: Bicycles need oil. Conclusion: Bicycles have motors. Does the conclusion follow logically from the premises ?",
    "BLOCK4QID224_W1": "Suppose you were given $5 and had to offer to another (anonymous) person a way to split the money. You would propose how much of this money to keep for yourself and how much to send them. Then, the other person would have to decide whether or not to accept your offer. If they accept your offer, you would each receive the amount specified in your offer. If they reject your offer, you would both receive nothing. In this scenario, how much would propose to keep for yourself and how much would you propose to send to the other person?",
    "BLOCK4QID225_W1": "Suppose now that you are playing this game as the other person, i.e., the receiver. For each offer made by the sender, would you accept or reject the offer? If the person offers to keep $0 for themselves and send me $5:",
    "BLOCK4QID226_W1": "If the person offers to keep $1 for themselves and send me $4:",
    "BLOCK4QID227_W1": "If the person offers to keep $2 for themselves and send me $3:",
    "BLOCK4QID228_W1": "If the person offers to keep $3 for themselves and send me $2:",
    "BLOCK4QID229_W1": "If the person offers to keep $4 for themselves and send me $1:",
    "BLOCK4QID230_W1": "If the person offers to keep $5 for themselves and send me $0:",
    "BLOCK4QID149_W1": "Person A was given tickets to lotteries involving the World Series. They won $50 in one lottery and $25 in the other. Person B was given a ticket to a single, larger World Series lottery. They won $75. Who was happier?",
    "BLOCK4QID150_W1": "Person A received a letter from the IRS saying that they made a minor arithmetical mistake on their tax return and owed $100. They received a similar letter the same day from their state income tax authority saying they owed $50. There were no other repercussions from either mistake. Person B received a letter from the IRS saying that they made a minor arithmetical mistake on their tax return and owed $150. There were no other repercussions from either mistake. Who was more upset?",
    "BLOCK4QID151_W1": "Person A bought their first New York State lottery ticket and won $100. Also, in a freak accident, they damaged the rug in their apartment and had to pay the landlord $80. Person B bought their first New York State lottery ticket and won $20. Who was happier?",
    "BLOCK4QID152_W1": "Person A's car was damaged in a parking lot. They had to spend $200 to repair the damage. The same day the car was damaged, they won $25 in the office football pool. Person B's car was damaged in a parking lot. They had to spend $175 to repair the damage. Who was more upset?",
    "BLOCK6QID36_W1": "Do you think that the following statement is true or false? \"A 15-year mortgage typically requires higher monthly payments than a 30-year mortgage, but the total interest paid over the life of the loan will be less.\"",
    "BLOCK6QID37_W1": "Imagine that the interest rate on your saving account was 1% per year and inflation was 2% per year. After 1 year, would you be able to buy:",
    "BLOCK6QID38_W1": "Normally, which asset described below displays the highest fluctuations over time?",
    "BLOCK6QID39_W1": "Do you think that the following statement is true or false? \"If you were to invest $1,000 in a stock mutual fund, it would be possible to have less than $1,000 when you withdraw your money.\"",
    "BLOCK6QID40_W1": "When an investor spreads their money among different assets, the risk of losing a lot of money:",
    "BLOCK6QID41_W1": "Considering a long time period (for example 10 or 20 years), which asset described below normally gives the highest return?",
    "BLOCK6QID42_W1": "Do you think that the following statement is true or false? \"After age 70 and a half, you have to withdraw at least some money from your 401(k) plan or IRA.\"",
    "BLOCK6QID217_W1": "You are now going to receive a series of four problems. You must decide whether the stated conclusion follows logically from the premises or not. You must suppose that the premises are all true and limit yourself only to the information contained in these premises. Premise 1: If there is a postal strike, then unemployment will double. Premise 2: There is a postal strike. Conclusion: Unemployment will double. Does the conclusion follow logically from the premises ?",
    "BLOCK6QID218_W1": "Premise 1: If the winter is harsh, then there will be a flu epidemic. Premise 2: The winter is harsh. Conclusion: There will be a flu epidemic. Does the conclusion follow logically from the premises ?",
    "BLOCK6QID219_W1": "Premise 1: If a car is a Honda, then it is expensive. Premise 2: A car is a Honda. Conclusion: The car is expensive. Does the conclusion follow logically from the premises ?",
    "BLOCK6QID220_W1": "Premise 1: If a person eats hamburgers, then they will get cancer. Premise 2: A person eats hamburgers. Conclusion: The person will get cancer. Does the conclusion follow logically from the premises ?",
    "BLOCK9QID117_W1": "Suppose you were given $5 and had to decide how much of this money to keep for yourself and how much to send to another (anonymous) person. Any amount you send to the other person would then be tripled. That is, if you send $1, this becomes $3. If you send $2, this becomes $6, etc. Then, the other person would have to decide how much of that money to keep and how much to return to you. That is, if you send $1, this would become $3 and the other person would have to decide how much of this $3 to keep for themself and how much to send back to you. In this scenario, how much would keep for yourself and how much would you send to the other person?",
    "BLOCK9QID118_W1": "Suppose now that you are playing this game as the other person, i.e., the receiver. For each amount that you may receive, how much would you keep for yourself and how much would send back to the other person? If the person sends me $5 (which would become $15):",
    "BLOCK9QID119_W1": "If the person sends me $4 (which would become $12):",
    "BLOCK9QID120_W1": "If the person sends me $3 (which would become $9):",
    "BLOCK9QID121_W1": "If the person sends me $2 (which would become $6):",
    "BLOCK9QID122_W1": "If the person sends me $1 (which would become $3):",
    "BLOCK10QID31_W1": "Which of the following best describes your spending habits?",
    "BLOCK10QID32_W1": "Some people have trouble limiting their spending: they often spend money - for example on clothes, meals, vacations - when they would do better not to. How well does the first description fit you? That is, do you have trouble limiting your spending?",
    "BLOCK10QID33_W1": "Other people have trouble spending money. Perhaps because spending money makes them anxious, they often don't spend money on things they should spend it on. How well does the second description fit you? That is, do you have trouble spending money?",
    "BLOCK10QID34_W1": "Following is a scenario describing the behavior of two shoppers. After reading about each shopper, please answer the question that follows. Mr. A is accompanying a good friend who is on a shopping spree at a local mall. When they enter a large department store, Mr. A sees that the store has a \"one-day-only-sale\" where everything is priced 10-60% off. He realizes that he doesn't need anything, yet can't resist and ends up spending almost $100 on stuff. Mr. B is accompanying a good friend who is on a shopping spree at a local mall. When they enter a large department store, Mr. B sees that the store has a \"one-day-only-sale\" where everything is priced 10-60% off. He figures that he can get great deals on many items that he needs, yet the thought of spending the money keeps him from buying the stuff. In terms of your own behavior, who are you more similar to, Mr. A or Mr. B?",
    "BLOCK10QID126_W1": "",
    "BLOCK10QID128_W1": "",
    "BLOCK10QID129_W1": "",
    "BLOCK10QID130_W1": "",
    "BLOCK10QID131_W1": "",
    "BLOCK10QID132_W1": "",
    "BLOCK10QID133_W1": "",
    "BLOCK10QID134_W1": "",
    "BLOCK10QID136_W1": "",
    "BLOCK10QID137_W1": "",
    "BLOCK10QID138_W1": "",
    "BLOCK10QID139_W1": "",
    "BLOCK10QID140_W1": "",
    "BLOCK10QID141_W1": "",
    "BLOCK10QID142_W1": "",
    "BLOCK10QID143_W1": "",
    "BLOCK10QID144_W1": "",
    "BLOCK10QID145_W1": "",
    "BLOCK10QID146_W1": "",
    "BLOCK10QID147_W1": "",
    "BLOCK10QID148_W1": "I am purposely trying to lose weight by eating less",
    "BLOCK11QID221_W1": "Imagine you see a number of cards from a set of cards. Each card in the set has a capital letter on one side and a number on the other. Naturally, only one side is visible in each case. For the set of cards, a rule has been stated: If there is an A on the letter side of the card, then there is a 3 on the number side. Four cards were drawn. Below is the information visible for each card (letter or number). Which of the following card(s) would have to be turned over in order to test the truth or falsity of the rule?",
    "BLOCK12QID231_W1": "Suppose you were given $5 and had to split the money between yourself and another (anonymous) person. You and you only would decide how to split the money, the other person would need to accept your offer. In this scenario, how much would keep for yourself and how much would you send to the other person?",
    "BLOCK15QID158_W1": "Imagine that the U.S. is preparing for the outbreak of an unusual disease, which is expected to kill 600 people. Two alternative programs to combat the disease have been proposed. Assume that the exact scientific estimate of the consequences of the programs are as follows: If Program A is adopted, 400 people will die. If Program B is adopted, there is 1/3 probability that nobody people will die, and 2/3 probability that 600 people be die. Which of the two programs would you favor?",
    "BLOCK17QID161_W1": "A 55-year-old man had a heart condition. He had to stop working because of chest pain. He enjoyed his work and did not want to stop. His pain also interfered with other things, such as travel and recreation. A type of bypass operation would relieve his pain and increase his life expectancy from age 65 to age 70. However, 8% of the people who have this operation die from the operation itself. His physician decided to go ahead with the operation. The operation succeeded. Evaluate the physician's decision to go ahead with the operation.",
    "BLOCK18QID163_W1": "Do you think there are more or fewer than 12 African countries in the United Nations?",
    "BLOCK19QID167_W1": "Is the tallest redwood tree in the world more or less than 85 feet tall?",
    "BLOCK20QID173_W1": "Please rate your level of disagreement or agreement with the following statement: \"I would find a game that had a 7/36 chance of winning $9 and a 29/36 chance of losing $0.25 extremely attractive.\"",
    "BLOCK21QID176_W1": "Imagine that highway safety experts have determined that a substantial number of people are at risk of dying in a type of automobile fire. A requirement that every car have a built-in fire extinguisher (estimated cost, $300) would save 95% of the 150 people who would otherwise die every year in this type of automobile fire. Rate the following statement about yourself: I would be supportive of this requirement.",
    "BLOCK22QID179_W1": "You have recently graduated from university, obtained a good job, and are buying a new car. A newly designed seatbelt has just become available that would save the lives of 95% of the 500 drivers a year who are involved in a type of head-on-collision. (Approximately half of these fatalities involve drivers who were not at fault.) The newly designed seatbelt is not yet standard on most car models. However, it is available as a $500 option for the car model that you are ordering. How likely is it that you would order your new car with this optional seatbelt?",
    "BLOCK24QID184_W1": "Imagine that you go to purchase a jacket for $250. The jacket salesperson informs you that the jacket you wish to buy is on sale for $240 at the other branch of the store which is ten minutes away by car. Would you drive to the other store?",
    "BLOCK25QID190_W1": "Imagine that a group of research scientists in the School of Medicine are running a laboratory experiment on a vaccine for a rare and fatal virus. The possibility of actually contracting the disease from the vaccine is 1 in 1,000, but once you have the disease there is no known cure. The scientists are seeking volunteers to test the vaccine on. What is the lowest amount that you would have to be paid before you would take part in this experiment?",
    "BLOCK26QID192_W1": "Choose between:",
    "BLOCK27QID195_W1": "According to a comprehensive study by the U.S. Department of Transportation, a particular German car is 8 times more likely than a typical family car to kill occupants of another car in a crash. The U.S. Department of Transportation is considering recommending a ban on the sale of this German car. Do you think that the U.S. should ban the sale of the German car?",
    "BLOCK29QID291_W1": "Imagine that there will be a deadly flu going around your area next winter. Your doctor says that you have a 10% chance (10 out of 100) of dying from this flu. However, a new flu vaccine has been developed and tested. If taken, the vaccine prevents you from catching the deadly flu. However, there is one serious risk involved with taking this vaccine. The vaccine is made from a somewhat weaker type of flu virus, and there is a 5% (5 out of 100) risk of the vaccine causing you to die from the weaker type of flu. Imagine that this vaccine is completely covered by health insurance. If you had to decide now, which would you choose?",
    "BLOCK29QID196_W1": "Assume that you are presented with two trays of black and white marbles, a large tray that contains 100 marbles and a small tray that contains 10 marbles. The marbles are spread in a single layer in each tray. You must draw out one marble (without peeking, of course) from either tray. If you draw a black marble you win $2. Consider a condition in which the small tray contains 1 black marble and 9 white marbles, and the large tray contains 8 black marbles and 92 white marbles. From which tray would you prefer to select a marble in a real situation?",
    "BLOCK30QID9_1_W1": "Please consider the following product category: Dairy Products. Suppose you are in a grocery store, and you see the following product in that category: Land O Lakes Salted Stick Butter, 16 oz, 4 Sticks. The product is priced at: $8.45. Would you or would you not purchase this product?",
    "BLOCK30QID9_2_W1": "Please consider the following product category: Soup. Suppose you are in a grocery store, and you see the following product in that category: Maruchan Ramen Noodle Chicken Flavor Soup, 3 Oz, 12 Count Shelf Stable Package. The product is priced at: $1.99. Would you or would you not purchase this product?",
    "BLOCK30QID9_3_W1": "Please consider the following product category: Refrigerated Deli Meats. Suppose you are in a grocery store, and you see the following product in that category: Goya Cooked Ham 16 oz. The product is priced at: $35.99. Would you or would you not purchase this product?",
    "BLOCK30QID9_4_W1": "Please consider the following product category: Fresh Fruit. Suppose you are in a grocery store, and you see the following product in that category: Fresh Raspberries, 12 oz Container. The product is priced at: $5.69. Would you or would you not purchase this product?",
    "BLOCK30QID9_5_W1": "Please consider the following product category: Light Beer (Low Calorie/Alcohol). Suppose you are in a grocery store, and you see the following product in that category: Bud Light Beer, 24 Pack, 12 fl oz Aluminum Cans, 4.2% ABV, Domestic Lager. The product is priced at: $12.59. Would you or would you not purchase this product?",
    "BLOCK30QID9_6_W1": "Please consider the following product category: Snacks - Potato Chips. Suppose you are in a grocery store, and you see the following product in that category: Lay's Classic Potato Snack Chips, Party Size, 13 oz Bag. The product is priced at: $4.35. Would you or would you not purchase this product?",
    "BLOCK30QID9_7_W1": "Please consider the following product category: Baby Milk and Milk Flavoring. Suppose you are in a grocery store, and you see the following product in that category: Horizon Organic Shelf-Stable Whole Milk Boxes, 8 oz., 12 Pack. The product is priced at: $13.98. Would you or would you not purchase this product?",
    "BLOCK30QID9_8_W1": "Please consider the following product category: Yogurt - Refrigerated. Suppose you are in a grocery store, and you see the following product in that category: Chobani Non-Fat Greek Yogurt, Vanilla Blended 32 oz, Plastic. The product is priced at: $10.04. Would you or would you not purchase this product?",
    "BLOCK30QID9_9_W1": "Please consider the following product category: Refrigerated Bacon. Suppose you are in a grocery store, and you see the following product in that category: Oscar Mayer Fully Cooked Original Bacon, 2.52 oz Box. The product is priced at: $0.85. Would you or would you not purchase this product?",
    "BLOCK30QID9_10_W1": "Please consider the following product category: Bakery - Fresh Cakes. Suppose you are in a grocery store, and you see the following product in that category: Little Debbie Zebra Cakes, 13 oz. The product is priced at: $0.54. Would you or would you not purchase this product?",
    "BLOCK30QID9_11_W1": "Please consider the following product category: Ice Cream. Suppose you are in a grocery store, and you see the following product in that category: Haagen Dazs Coffee Ice Cream, Gluten Free, Kosher, 14.0 oz. The product is priced at: $6.69. Would you or would you not purchase this product?",
    "BLOCK30QID9_12_W1": "Please consider the following product category: Ground and Whole Bean Coffee. Suppose you are in a grocery store, and you see the following product in that category: Folgers Classic Roast Ground Coffee, Medium Roast, 40.3-Ounce Canister. The product is priced at: $23.83. Would you or would you not purchase this product?",
    "BLOCK30QID9_13_W1": "Please consider the following product category: Fruit Juice. Suppose you are in a grocery store, and you see the following product in that category: Capri Sun Variety Pack with Fruit Punch, Strawberry Kiwi & Pacific Cooler Juice Box Pouches, 30 ct Box, 6 fl oz Pouches. The product is priced at: $7.54. Would you or would you not purchase this product?",
    "BLOCK30QID9_14_W1": "Please consider the following product category: Detergents - Heavy Duty - Liquid. Suppose you are in a grocery store, and you see the following product in that category: Purex Liquid Laundry Detergent Plus OXI, Stain Defense Technology, 128 Fluid Ounces, 85 Wash Loads. The product is priced at: $5.98. Would you or would you not purchase this product?",
    "BLOCK30QID9_15_W1": "Please consider the following product category: Cookies. Suppose you are in a grocery store, and you see the following product in that category: Little Debbie Oatmeal Creme Pies, 12 ct, 16.2 oz. The product is priced at: $4.29. Would you or would you not purchase this product?",
    "BLOCK30QID9_16_W1": "Please consider the following product category: Beer. Suppose you are in a grocery store, and you see the following product in that category: Stella Artois Lager, 12 Pack, 11.2 fl oz Glass Bottles, 5% ABV, Domestic Beer. The product is priced at: $9.44. Would you or would you not purchase this product?",
    "BLOCK30QID9_17_W1": "Please consider the following product category: Pain Remedies - Headache. Suppose you are in a grocery store, and you see the following product in that category: Tylenol Extra Strength Caplets with 500 mg Acetaminophen, 100 Ct. The product is priced at: $6.58. Would you or would you not purchase this product?",
    "BLOCK30QID9_18_W1": "Please consider the following product category: Snacks - Tortilla Chips. Suppose you are in a grocery store, and you see the following product in that category: Doritos Nacho Cheese Tortilla Snack Chips, Party Size, 14.5 oz Bag. The product is priced at: $11.88. Would you or would you not purchase this product?",
    "BLOCK30QID9_19_W1": "Please consider the following product category: Candy - Chocolate. Suppose you are in a grocery store, and you see the following product in that category: Hershey's Milk Chocolate Candy, Bars 1.55 oz, 6 Count. The product is priced at: $1.30. Would you or would you not purchase this product?",
    "BLOCK30QID9_20_W1": "Please consider the following product category: Cat Food - Wet Type. Suppose you are in a grocery store, and you see the following product in that category: Purina Fancy Feast Chicken Feast Classic Grain Free Wet Cat Food Pate - 3 oz. Can. The product is priced at: $0.53. Would you or would you not purchase this product?",
    "BLOCK30QID9_21_W1": "Please consider the following product category: Cleaning Supplies. Suppose you are in a grocery store, and you see the following product in that category: ARM & HAMMER Pure Baking Soda, For Baking, Cleaning & Deodorizing, 1 lb Box. The product is priced at: $1.85. Would you or would you not purchase this product?",
    "BLOCK30QID9_22_W1": "Please consider the following product category: Cold Remedies - Adult. Suppose you are in a grocery store, and you see the following product in that category: Equate Value Size Honey Lemon Cough Drops with Menthol, 160 Count. The product is priced at: $4.68. Would you or would you not purchase this product?",
    "BLOCK30QID9_23_W1": "Please consider the following product category: Bottled Water. Suppose you are in a grocery store, and you see the following product in that category: OZARKA Brand 100% Natural Spring Water, 16.9-ounce plastic bottles (Pack of 35). The product is priced at: $0.00. Would you or would you not purchase this product?",
    "BLOCK30QID9_24_W1": "Please consider the following product category: Soft Drinks - Low Calorie. Suppose you are in a grocery store, and you see the following product in that category: Coca-Cola Zero Sugar Soda Pop, 16.9 fl oz, 6 Pack Cans. The product is priced at: $3.11. Would you or would you not purchase this product?",
    "BLOCK30QID9_25_W1": "Please consider the following product category: Soft Drinks - Carbonated. Suppose you are in a grocery store, and you see the following product in that category: Coca-Cola Soda Pop, 12 fl oz, 12 Pack Cans. The product is priced at: $0.00. Would you or would you not purchase this product?",
    "BLOCK30QID9_26_W1": "Please consider the following product category: Frozen Foods. Suppose you are in a grocery store, and you see the following product in that category: Great Value All Natural Chicken Wing Sections, 4 lb (Frozen). The product is priced at: $12.98. Would you or would you not purchase this product?",
    "BLOCK30QID9_27_W1": "Please consider the following product category: Fruit Drinks. Suppose you are in a grocery store, and you see the following product in that category: Kool Aid Jammers Variety Pack with Tropical Punch, Grape & Cherry Kids Drink 0% Juice Box Pouches, 30 Ct Box, 6 fl oz Pouches. The product is priced at: $7.27. Would you or would you not purchase this product?",
    "BLOCK30QID9_28_W1": "Please consider the following product category: Dairy - Milk - Refrigerated. Suppose you are in a grocery store, and you see the following product in that category: Great Value Milk Whole Vitamin D Gallon. The product is priced at: $7.84. Would you or would you not purchase this product?",
    "BLOCK30QID9_29_W1": "Please consider the following product category: Paper Towels. Suppose you are in a grocery store, and you see the following product in that category: Bounty Select-a-Size Paper Towels, 12 Double Rolls, White. The product is priced at: $17.74. Would you or would you not purchase this product?",
    "BLOCK30QID9_30_W1": "Please consider the following product category: Lunchmeat - Sliced - Refrigerated. Suppose you are in a grocery store, and you see the following product in that category: Oscar Mayer Chopped Ham & Water product Deli Lunch Meat, 16 Oz Package. The product is priced at: $5.20. Would you or would you not purchase this product?",
    "BLOCK30QID9_31_W1": "Please consider the following product category: Candy - Non-Chocolate. Suppose you are in a grocery store, and you see the following product in that category: HARIBO Goldbears Original Gummy Bears, 28.8oz Stand Up Bag. The product is priced at: $11.66. Would you or would you not purchase this product?",
    "BLOCK30QID9_32_W1": "Please consider the following product category: Frozen Italian Entrees. Suppose you are in a grocery store, and you see the following product in that category: Smart Ones Three Cheese Ziti Marinara Frozen Meal, 9 Oz Box. The product is priced at: $1.81. Would you or would you not purchase this product?",
    "BLOCK30QID9_33_W1": "Please consider the following product category: Toilet Tissue. Suppose you are in a grocery store, and you see the following product in that category: Angel Soft Toilet Paper, 9 Mega Rolls, Soft and Strong Toilet Tissue. The product is priced at: $2.67. Would you or would you not purchase this product?",
    "BLOCK30QID9_34_W1": "Please consider the following product category: Refrigerated Entrees. Suppose you are in a grocery store, and you see the following product in that category: John Soules Foods Chicken Breast Fajita Strips, Refrigerated, 16oz, 18g Protein per 3oz Serving Size. The product is priced at: $8.37. Would you or would you not purchase this product?",
    "BLOCK30QID9_35_W1": "Please consider the following product category: Frankfurters - Refrigerated. Suppose you are in a grocery store, and you see the following product in that category: Oscar Mayer Classic Uncured Beef Franks Hot Dogs, 10 ct Pack. The product is priced at: $2.36. Would you or would you not purchase this product?",
    "BLOCK30QID9_36_W1": "Please consider the following product category: Frozen Novelties. Suppose you are in a grocery store, and you see the following product in that category: Pop-Ice Assorted Fruit Freezer Ice Pops, Gluten-Free Snack, 1.5 oz, 80 Count Fruit Pops. The product is priced at: $4.94. Would you or would you not purchase this product?",
    "BLOCK30QID9_37_W1": "Please consider the following product category: Fresh Eggs. Suppose you are in a grocery store, and you see the following product in that category: Eggland's Best Classic Extra Large White Eggs, 12 count. The product is priced at: $6.36. Would you or would you not purchase this product?",
    "BLOCK30QID9_38_W1": "Please consider the following product category: Pet Supplies - Dog Food. Suppose you are in a grocery store, and you see the following product in that category: Purina Dog Chow Complete, Dry Dog Food for Adult Dogs High Protein, Real Chicken, 44 lb Bag. The product is priced at: $5.83. Would you or would you not purchase this product?",
    "BLOCK30QID9_39_W1": "Please consider the following product category: Batteries. Suppose you are in a grocery store, and you see the following product in that category: Duracell Coppertop AA Battery, Long Lasting Double A Batteries, 16 Pack. The product is priced at: $19.16. Would you or would you not purchase this product?",
    "BLOCK30QID9_40_W1": "Please consider the following product category: Cereal - Ready to Eat. Suppose you are in a grocery store, and you see the following product in that category: Cinnamon Toast Crunch Breakfast Cereal, Crispy Cinnamon Cereal, Family Size, 18.8 oz. The product is priced at: $3.94. Would you or would you not purchase this product?"
}